Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_GENERIC_SECURITY_DELAY_BEGIN_DESCRIPTION
source: A security delay is required because Stolen Device Protection is active and iPhone is not at a familiar location.
ar: مطلوب تأخير أمني لأن ميزة حماية الجهاز المسروق نشطة و iPhone موجود في موقع غير مألوف.
bg: Изисква се забавяне с цел защита, тъй като е активна Защита на откраднато устройство и iPhone не е на познато място.
ca: Cal esperar un interval de seguretat perquè s’ha activat la protecció en cas de robatori del dispositiu i l’iPhone no és en una ubicació coneguda.
cs: Je nutné nechat uplynout bezpečnostní prodlevu, protože je zapnutá ochrana odcizených zařízení a iPhone se nenachází na žádném ze známých míst.
da: En sikkerhedsforsinkelse kræves, fordi Beskyttelse af stjålet enhed er aktiv, og iPhone ikke er på en velkendt lokalitet.
de: Eine Sicherheitsverzögerung ist erforderlich, da der Schutz für gestohlene Geräte aktiviert ist und das iPhone sich nicht an einem vertrauten Ort befindet.
el: Απαιτείται καθυστέρηση ασφαλείας διότι η Προστασία κλεμμένης συσκευής είναι ενεργή και το iPhone δεν βρίσκεται σε οικεία τοποθεσία.
es: Como se ha activado la protección en caso de robo del dispositivo y el iPhone no está en una ubicación conocida, debe transcurrir un tiempo de espera de seguridad.
es_us: Se requiere de una espera de seguridad porque la protección del dispositivo en caso de robo está activada y el iPhone no está en una ubicación conocida.
fi: Suojausviive vaaditaan, koska varastetun laitteen suojaus on päällä ja iPhone ei ole tutussa paikassa.
fr: Un délai de sécurité est requis car la protection en cas de vol de l’appareil est activée et l’iPhone ne se trouve pas dans un lieu connu.
fr_ca: Un délai de sécurité est requis, car la protection en cas de vol de l’appareil est activée et l’iPhone ne se trouve pas dans un lieu familier.
he: נדרשת השהיית אבטחה משום שהמאפיין ״הגנה על מכשיר שנגנב״ פעיל וה-iPhone לא נמצא במיקום מוכר.
hi: सुरक्षा विलंब आवश्यक है क्योंकि चोरी हो जाने पर डिवाइस सुरक्षा सक्रिय है और iPhone किसी जाने-पहचाने स्थान पर नहीं है।
hr: Sigurnosna odgoda potrebna je jer je Zaštita ukradenog uređaja aktivna i iPhone se ne nalazi na poznatoj lokaciji.
hu: Biztonsági késleltetés szükséges, mivel az Ellopott eszköz védelme aktív, és az iPhone nem ismerős helyen található.
id: Penundaan keamanan diperlukan karena Perlindungan Perangkat Curian aktif dan iPhone tidak berada di lokasi familier.
it: È previsto un ritardo di sicurezza perché l’opzione “Protezione del dispositivo rubato” è attiva e iPhone non si trova in una posizione conosciuta.
ja: “盗難デバイスの保護”が有効になっていて、iPhoneがよく知らない場所にあるため、セキュリティ上の理由から時間を置く必要があります。
kk: Қауіпсіздік кідірісі қажет, себебі «Ұрланған құрылғыны қорғау» қосулы және iPhone белгілі геолокацияда емес.
ko: ‘도난당한 기기 보호’가 활성화되어 있고, iPhone이 익숙한 장소가 아닌 곳에 있기 때문에 보안 지연을 거쳐야 합니다.
lt: Reikia saugumo delsos, nes aktyvi pavogto įrenginio apsauga, o „iPhone“ nėra pažįstamoje vietoje.
ms: Penundaan keselamatan diperlukan kerana Perlindungan Peranti Dicuri aktif dan iPhone tidak berada di lokasi biasa.
nl: Er is een beveiligingsvertraging vereist, omdat bescherming voor gestolen apparaat actief is en de iPhone zich niet op een bekende locatie bevindt.
no: En sikkerhetsforsinkelse kreves fordi Beskyttelse av stjålet enhet er aktivert og iPhonen ikke befinner seg på et kjent sted.
pl: Ze względów bezpieczeństwa wymagane jest opóźnienie; włączona jest ochrona skradzionego urządzenia, a iPhone nie znajduje się w znanym miejscu.
pt: Um adiamento de segurança é necessário porque a Proteção de Dispositivo Roubado está ativa e o iPhone não está em um lugar familiar.
pt_pt: É necessário um intervalo de segurança porque a proteção de dispositivos roubados está ativa e o iPhone não se encontra num local familiar.
ro: O întârziere de securitate este obligatorie, deoarece protecția dispozitivelor furate este activă și iPhone‑ul nu se află într‑un loc familiar.
ru: Требуется системная задержка для защиты данных, так как включена функция «Защита украденного устройства», а iPhone находится в незнакомом месте.
sk: Je potrebné nechať uplynúť bezpečnostné oneskorenie, pretože je zapnutá ochrana odcudzeného zariadenia a iPhone sa nenachádza na známom mieste.
sl: Zahtevana je varnostna zakasnitev, ker je zaščita za ukradeno napravo aktivna in iPhone ni na znani lokaciji.
sv: En säkerhetsfördröjning krävs eftersom Skydd för stulen enhet är aktivt och iPhone inte är på en känd plats.
th: ต้องรอเวลาเพื่อความปลอดภัยเนื่องจากการปกป้องอุปกรณ์เมื่อถูกขโมยทำงานอยู่และ iPhone อยู่ในสถานที่ที่ไม่คุ้นเคย
tr: Çalınan Aygıt Koruması etkin olduğu ve iPhone tanıdık bir konumda olmadığı için bir güvenlik gecikmesi gerekir.
uk: Потрібна захисна затримка, оскільки функція «Захист украденого пристрою» активна, а iPhone перебуває в незнайомому місці.
vi: Yêu cầu trì hoãn bảo mật vì Bảo vệ thiết bị khi bị đánh cắp đang hoạt động và iPhone không ở vị trí quen thuộc.
zh_cn: 需要一定的安全延迟，因为“失窃设备保护”已启用，且iPhone不在熟悉位置。
zh_hk: 需要保安延遲，因為「失竊裝置保護」已啟用，而iPhone又不在熟悉位置。
zh_tw: 需要等待安全性延遲，因為已啟用「遭竊裝置防護」且iPhone未處於熟悉地點。

# ICLOUD_SYNC_PHOTOS_MSG
source: If you erase now, you will lose photos that are being uploaded to iCloud.
ar: إذا قمت بالمسح الآن، فسوف تفقد الصور التي يجري حاليًا تحميلها إلى iCloud.
bg: Ако изтриете сега, ще загубите снимките, които се качват в iCloud.
ca: Si ho esborres ara, perdràs les fotos que s’estan carregant a l’iCloud.
cs: Pokud teď zařízení vymažete, ztratíte fotografie, které jsou právě odesílány na iCloud.
da: Hvis du sletter nu, mister du fotos, som ikke bliver overført til iCloud.
de: Wenn du jetzt löschst, verlierst du Fotos, die gerade auf iCloud hochgeladen werden.
el: Αν επιλέξετε σβήσιμο τώρα, θα χαθούν φωτογραφίες που ανεβαίνουν στο iCloud.
es: Si borras ahora, perderás las fotos que estén cargándose en iCloud.
es_us: Si borras ahora, perderás fotos que se estén cargando en iCloud.
fi: Jos tyhjennät nyt, menetät kuvia, joita lähetetään iCloudiin.
fr: Si vous effacez l’appareil maintenant, vous perdrez les photos en cours de téléchargement sur iCloud.
fr_ca: Si vous effacez votre appareil maintenant, vous allez perdre les photos qui sont en cours de téléversement vers iCloud.
he: מחיקה כעת תוביל לאובדן תמונות שנמצאות בתהליך העלאה ל-iCloud.
hi: यदि आप अभी मिटाते हैं, तो आप उन तस्वीरों को गँवा देंगे जिन्हें iCloud पर अपलोड किया जा रहा है।
hr: Obrišete li odmah, izgubit ćete fotografije koje se postavljaju na iCloud.
hu: Ha most törli, akkor el fogja veszíteni a fotókat, amelyeknek az iCloudba való feltöltése folyamatban van.
id: Jika Anda menghapus sekarang, Anda akan kehilangan foto yang sedang diunggah ke iCloud.
it: Inizializzando ora, perderai le foto che stai caricando su iCloud.
ja: 今すぐ消去すると、iCloudにアップロード中の写真が失われるます。
kk: Деректерді қазір өшірсеңіз, iCloud аккаунтына жүктеп салынып жатқан фотоларды жоғалтасыз.
ko: 지금 지우면 현재 iCloud에 업로드 중인 사진을 잃게 됩니다.
lt: Jei ištrinsite dabar, prarasite nuotraukas, kurios keliamos į „iCloud“.
ms: Jika anda memadamkan sekarang, anda akan kehilangan foto yang sedang dimuat naik ke iCloud.
nl: Als je nu wist, verlies je foto's die naar iCloud worden geüpload.
no: Hvis du sletter nå, vil du miste bilder som lastes opp til iCloud nå.
pl: Jeśli wymażesz teraz, utracisz zdjęcia, które są właśnie wysyłane do iCloud.
pt: Se apagar agora, você perderá fotos que estão sendo enviadas ao iCloud.
pt_pt: Se apagar agora, perderá as fotografias que estão a ser enviadas para iCloud.
ro: Dacă ștergeți acum, veți pierde pozele care sunt în curs de încărcare pe iCloud.
ru: Если стереть сейчас, Вы потеряете фото, которые выгружаются в iCloud.
sk: Ak hneď spustíte vymazávanie zariadenia, prídete o fotky, ktoré sa odosielajú do iCloudu.
sl: Če izbrišete zdaj, boste izgubili fotografije, ki se nalagajo v iCloud.
sv: Om du raderar nu kommer du att bli av med bilder som håller på att överföras till iCloud.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณจะสูญเสียรูปภาพที่กำลังถูกอัปโหลดไปยัง iCloud
tr: Şimdi silerseniz iCloud’a yüklenmekte olan fotoğrafları kaybedersiniz.
uk: Якщо стерти зараз, ви втратите фотографії, які ще закачуються до iCloud.
vi: Nếu bạn xóa bây giờ, bạn sẽ mất các ảnh đang được tải lên iCloud.
zh_cn: 如果现在抹掉，你将丢失正在上传到iCloud的照片。
zh_hk: 如立即清除，你將會遺失正在上載至iCloud的相片。
zh_tw: 若立即清除，你將會遺失正在上傳到iCloud的照片。

# ICLOUD_BACKUP_ERASE_NOW
source: Erase Now
ar: المسح الآن
bg: Изтрий сега
ca: Esborra ara
cs: Vymazat
da: Slet nu
de: Jetzt löschen
el: Σβήσιμο τώρα
es: Borrar ahora
es_us: Borrar ahora
fi: Tyhjennä nyt
fr: Effacer maintenant
fr_ca: Effacer maintenant
he: מחק כעת
hi: अभी मिटाएँ
hr: Obriši odmah
hu: Törlés most
id: Hapus Sekarang
it: Inizializza ora
ja: 今すぐ消去
kk: Қазір өшіру
ko: 지금 지우기
lt: Trinti dabar
ms: Padam Sekarang
nl: Wis nu
no: Slett nå
pl: Wymaż teraz
pt: Apagar Agora
pt_pt: Apagar agora
ro: Ștergeți acum
ru: Стереть
sk: Vymazať
sl: Izbriši zdaj
sv: Radera nu
th: ลบข้อมูลตอนนี้
tr: Şimdi Sil
uk: Стерти зараз
vi: Xóa bây giờ
zh_cn: 立即抹掉
zh_hk: 立即清除
zh_tw: 立即清除

# CLEAR_SETTINGS_MSG_STOCKHOLM
source: This will reset all settings and your Apple Pay cards will be removed. No data or media will be deleted.
ar: سيؤدي هذا إلى إعادة تعيين جميع الإعدادات وستتم إزالة بطاقات Apple Pay الخاصة بك. ولن يتم حذف أي بيانات أو وسائط.
bg: Това ще нулира всички настройки и вашите Apple Pay карти ще бъдат изтрити. Данните и медията няма да бъдат изтрити.
ca: Es restablirà la configuració i s’eliminaran les targetes de l’Apple Pay. No s’eliminaran dades ni continguts.
cs: Budou resetována všechna nastavení a odstraněny karty z Apple Pay. Nebudou smazána žádná data ani média.
da: Det vil nulstille alle indstillinger og fjerne dine Apple Pay-kort. Ingen data eller medier bliver slettet.
de: Hiermit werden alle Einstellungen zurückgesetzt und deine Apple Pay-Karten entfernt. Daten oder Medien werden dabei nicht gelöscht.
el: Θα επαναφερθούν όλες οι ρυθμίσεις και θα αφαιρεθούν οι κάρτες Apple Pay. Δεν θα διαγραφούν δεδομένα ή πολυμέσα.
es: Se restablecerán todos los ajustes y se eliminarán tus tarjetas de Apple Pay. Los datos y contenidos no se eliminarán.
es_us: Se restablecerá toda la configuración y se eliminarán tus tarjetas de Apple Pay. No se eliminarán los datos ni los contenidos.
fi: Tämä nollaa kaikki asetukset ja Apple Pay ‑korttisi poistetaan. Tietoja tai sisältöä ei poisteta.
fr: Tous les réglages seront réinitialisés et vos cartes Apple Pay seront supprimées. Vos données et contenus seront conservés.
fr_ca: Tous les réglages seront réinitialisés et vos cartes Apple Pay seront supprimées. Vos données et contenus multimédias seront conservés.
he: פעולה זו תאפס את כל ההגדרות ותסיר את כרטיסי ה-Apple Pay שלך. לא יימחקו נתונים או מדיה.
hi: इससे सभी सेटिंग्ज़ रीसेट हो जाएँगी और आपके Apple Pay कार्ड हटा दिए जाएँगे। कोई भी डेटा या मीडिया डिलीट नहीं किया जाएगा।
hr: Time se resetiraju sve postavke i vaše Apple Pay kartice će se ukloniti. Podaci ili mediji neće biti obrisani.
hu: Ez minden beállítást alaphelyzetbe fog állítani, és az Apple Pay-kártyái el lesznek távolítva. Adat vagy média nem lesz törlölve.
id: Ini akan mengatur ulang semua pengaturan dan kartu Apple Pay akan dihapus. Tidak ada data atau media yang akan dihapus.
it: L’azione inizializzerà tutte le impostazioni e le carte Apple Pay verranno rimosse, tuttavia, nessun dato o file multimediale verrà eliminato.
ja: すべての設定をリセットし、お使いのApple Payカードは削除されます。データやメディアは削除されません。
kk: Барлық реттеу бастапқы күйге қайтарылады және Apple Pay карталары жойылады. Ешқандай деректер мен медиафайлдар жойылмайды.
ko: 이 작업은 모든 설정을 재설정하고 Apple Pay 카드를 제거합니다. 데이터나 미디어는 삭제되지 않습니다.
lt: Bus nustatyti iš naujo visi nustatymai ir ištrintos jūsų „Apple Pay“ kortelės. Jokie duomenys ar medija nebus ištrinti.
ms: Ini akan mereset semua seting dan kad Apple Pay anda akan dikeluarkan. Tiada data atau media akan dipadamkan.
nl: Je stelt alle instellingen opnieuw in en je Apple Pay-kaarten worden verwijderd. Er worden geen gegevens of media gewist.
no: Dette vil nullstille alle innstillinger, og alle Apple Pay-kort vil bli fjernet. Ingen data eller medier blir slettet.
pl: Spowoduje to wyzerowanie wszystkich ustawień oraz usunięcie kart Apple Pay. Dane oraz multimedia pozostaną nienaruszone.
pt: Isso redefinirá todos os ajustes e seus cartões do Apple Pay serão removidos. Nenhum dado ou mídia será apagado.
pt_pt: Todas as definições serão repostas e os cartões do Apple Pay serão removidos. Não serão eliminados dados nem conteúdo multimédia.
ro: Toate configurările vor fi resetate, iar cardurile dvs. Apple Pay vor fi eliminate. Nu vor fi șterse date sau conținut multimedia.
ru: Все настройки будут сброшены, а карты Apple Pay удалены. Информация и медиафайлы не удаляются.
sk: Týmto resetujete všetky nastavenia a vaše Apple Pay karty budú odstránené. Dáta ani médiá nebudú vymazané.
sl: To bo ponastavilo vse nastavitve in vaše kartice v storitvi Apple Pay bodo odstranjene. Podatki in predstavnostne vsebine bodo ohranjeni.
sv: Detta nollställer alla inställningar och dina Apple Pay-kort tas bort. Inga data eller medier kommer att raderas.
th: การทำงานนี้จะรีเซ็ตการตั้งค่าทั้งหมดและระบบจะเอาบัตร Apple Pay ของคุณออก แต่ข้อมูลหรือสื่อจะไม่ถูกลบ
tr: Bu, tüm ayarları sıfırlar ve Apple Pay kartlarınız silinir. Hiçbir veri veya ortam silinmez.
uk: Усі параметри буде скинуто, а ваші картки Apple Pay вилучено. Жодних даних або медіафайлів видалено не буде.
vi: Việc này sẽ đặt lại tất cả cài đặt và các thẻ Apple Pay của bạn sẽ bị xóa. Sẽ không có dữ liệu hoặc phương tiện nào bị xóa.
zh_cn: 这将还原所有设置并移除Apple Pay卡片。数据和媒体内容不会删除。
zh_hk: 這將重設所有設定，你的Apple Pay卡將被移除。此不會刪除任何資料或媒體。
zh_tw: 這將重置所有設定並移除你的Apple Pay卡片。不會刪除任何資料或媒體。

# RESET_SCENE_UNDERSTANDING_DATA_LABEL
source: Reset Surroundings Data
ar: إعادة تعيين بيانات البيئة المحيطة
bg: Нулирай данни за околностите
ca: Restableix les dades de l’entorn
cs: Resetovat údaje o okolí
da: Nulstil omgivelsesdata
de: Umgebungsdaten zurücksetzen
el: Επαναφορά δεδομένων περιβάλλοντα χώρου
es: Restablecer datos del entorno
es_us: Restaurar datos del entorno
fi: Nollaa ympäristötiedot
fr: Réinitialiser les données d’environnement
fr_ca: Réinitialiser les données de l’environnement
he: איפוס נתוני ״סביבה״
hi: आस-पास का डेटा रीसेट करें
hr: Resetiraj podatke o okruženju
hu: Környezeti adatok alaphelyzetbe állítása
id: Atur Ulang Data Lingkungan Sekitar
it: Inizializza dati ambientali
ja: 周囲データをリセット
kk: Айнала туралы деректерді бастапқы күйге қайтару
ko: 주변 데이터 재설정
lt: Iš naujo nustatyti aplinkos duomenis
ms: Reset Data Persekitaran
nl: Herstel omgevingsgegevens
no: Nullstill omgivelsesdata
pl: Wyzeruj dane otoczenia
pt: Redefinir Dados dos Arredores
pt_pt: Repor dados do espaço envolvente
ro: Resetați datele despre împrejurimi
ru: Сброс данных об окружении
sk: Resetovať údaje o okolí
sl: Ponastavitev podatkov o okolici
sv: Nollställ omgivningsdata
th: รีเซ็ตข้อมูลสภาพแวดล้อม
tr: Çevre Verilerini Sıfırla
uk: Скинути дані про оточення
vi: Đặt lại dữ liệu môi trường
zh_cn: 还原周围数据
zh_hk: 重設周邊環境數據
zh_tw: 重置周遭環境資料

source: Learn More
ar: معرفة المزيد
bg: Научете повече
ca: Més informació
cs: Další informace
da: Læs mere
de: Weitere Infos
el: Πληροφορίες
es: Más información
es_us: Obtén detalles
fi: Lisätietoja
fr: En savoir plus
fr_ca: En savoir plus
he: פרטים נוספים
hi: अधिक जानें
hr: Saznajte više
hu: Bővebben
id: Lebih Lanjut
it: Altre info
ja: 詳しい情報
kk: Толығырақ ақпарат алу
ko: 더 알⁠아⁠보⁠기
lt: Sužinokite daugiau
ms: Ketahui Lebih Lanjut
nl: Meer info
no: Finn ut mer
pl: Więcej informacji
pt: Saiba Mais
pt_pt: Saiba mais
ro: Mai multe
ru: Подробнее
sk: Viac informácií
sl: Več o tem
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha Fazla Bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 进一步了解
zh_hk: 進一步了解
zh_tw: 更多內容
